Repository: b-jesch/service.fritzbox.callmonitor
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# Addon Summary
source: Fritzbox Callmonitor
de_de: Fritzbox Anrufmonitor
nl_nl: Fritzbox Aanroepmonitor

# Addon Description
source: This addon displays incoming and outgoing calls from a Fritzbox connecting on port 1012. To enable the listen port in your Fritzbox enter the following code into your telephone. #96*5* Callmonitor-Support enabled. #96*4* Callmonitor-Support disabled.
de_de: Dieses Addon zeigt eingehende/ausgehende Anrufe auf der Fritzbox an. Dazu muss der Port 1012 auf der Fritzbox freigeschaltet sein. Geben Sie dazu auf dem Telefon folgenden Telefoncode ein. #96*5* Anrufmonitor-Support aktivieren. #96*4* Anrufmonitor-Support deaktivieren.
nl_nl: Deze Addon toont de binnenkomende/uitgaande oproepen van een Fritzbox op port 1012. Om de port aan te zetten, toets de volgende code in op je telefoon. #96*5* Oproepmonitor-Support activeren. #96*4* Oproepmonitor-Support deactivieren.

# Addon Disclaimer
source: Use at your own risk
de_de: Benutzung auf eigene Gefahr
nl_nl: Gebruik op eigen risico

# #30000
source: Fritz!Box Callmonitor IP or Name
de_de: Fritz!Box Anrufmonitor IP oder Name
nl_nl: Fritz!Box Oproepmonitor IP of Naam

# #30001
source: Exlcude these number(s) from monitoring (separated by comma or space)
de_de: Diese Nummer(n) vom Monitoring ausschliessen (kommagetrennt)
nl_nl: Deze nummers van monitoren uitsluiten (door komma's gescheiden)

# #30002
source: Display Time for Message Annotations
de_de: Anzeigedauer für Nachrichten
nl_nl: Duur van berichten

# #30003
source: Reduce Volume while incoming Call
de_de: Bei Anruf Lautstärke reduzieren
nl_nl: Verminder Volume terwijl de inkomende oproep

# #30004
source: Use Fritz!Box Phonebook for showing Name of Caller
de_de: Fritz!Box Telefonbuch zur Anzeige des Anrufers benutzen
nl_nl: Gebruik Fritz!Box Telefoonboek om naam van beller te tonen

# #30005
source: Fritz!Box Username
de_de: Fritz!Box Nutzername
nl_nl: Fritz!Box Gebruikersnaam

# #30006
source: Fritz!Box Password
de_de: Fritz!Box Passwort
nl_nl: Fritz!Box Wachtwoord

# #30007
source: Use SSL Encryption for Data Exchange
de_de: Datenaustausch verschlüsseln (SSL)
nl_nl: Versleutelen gegevensuitwisseling (SSL)

# #30008
source: Also pause Live-TV (only if Timeshift available)
de_de: Live-TV ebenfalls pausieren (Timeshift muss unterstützt werden)
nl_nl: Live-TV ook pauzeren (alleen als Timeshift beschikbaar)

# #30010
source: Incoming Call
de_de: Eingehender Anruf
nl_nl: Binnenkomende oproep

# #30011
source: Recieving Call from %s (%s)
de_de: Anruf von %s (%s)
nl_nl: Oproep van %s (%s)

# #30012
source: unknown
de_de: unbekannt
nl_nl: onbekend

# #30013
source: Outgoing Call
de_de: Ausgehender Anruf
nl_nl: Uitgaande oproep

# #30014
source: %s is called by %s
de_de: %s wird auf %s angerufen
nl_nl: %s word opgeroepen door %s

# #30015
source: Handle outgoing calls same way as incoming calls
de_de: Ausgehende Anrufe wie eingehende Anrufe behandeln
nl_nl: Uitgaande oproepen ook tonen

# #30016
source: no number
de_de: keine Nummer
nl_nl: geen nummer

# #30017
source: Country code (four digits)
de_de: Landesvorwahl (vierstellig)
nl_nl: Viercijferige landcode

# #30018
source: Use all available Phonebooks of Fritz!Box
de_de: Verwende alle verfügbaren Telefonbücher der Fritz!Box
nl_nl: Gebruik alle bestaande telefoonboeken van de Fritz!Box

# #30019
source: Already pause/mute in Call Signaling
de_de: Bereits bei Anrufsignalisierung anhalten/stummschalten
nl_nl: Pauze/mute vroeg in call signalering

# #30020
source: General
de_de: Allgemein
nl_nl: Algemeen

# #30021
source: Phone
de_de: Telefon
nl_nl: Telefoon

# #30030
source: Connection Error
de_de: Verbindungsfehler
nl_nl: Verbindingsfout

# #30031
source: Fritz!Box not available on %s:%s
de_de: Fritz!Box unter %s:%s nicht erreichbar
nl_nl: Fritz!Box niet beschikbaar op %s:%s

# #30032
source: Call took %s
de_de: Anruf dauerte %s
nl_nl: Oproep duurde %s

# #30033
source: Login failed
de_de: Anmeldung fehlgeschlagen
nl_nl: Aanmelden mislukt

# #30034
source: Check Username and/or Password Settings
de_de: Überprüfe Nutzername und/oder Passwort Einstellungen
nl_nl: Controleer gebruikersnaam en/of wachtwoord Settings

# #30035
source: Internal Server Error
de_de: Interner Server Fehler
nl_nl: Interne Server Fout

# #30036
source: Check Network Settings of Fritz!Box
de_de: Überprüfe die Netzwerkeinstellungen der Fritz!Box
nl_nl: Controleer de netwerkinstellingen op de Fritz! Box

# #30037
source: Settings changed. In order to take them effect, You must restart kodi. Do You wish to restart now?
de_de: Die Einstellungen wurden geändert. Damit die Einstellungen übernommen werden, muss Kodi neu gestartet werden. Kodi jetzt neu starten?
nl_nl: De instellingen zijn gewijzigd. Om de instellingen te activeren, moet Kodi worden hernieuwd. Kodi nu opnieuw opstarten?

# #30038
source: Call finished
de_de: Anruf wurde beendet
nl_nl: Oproep werd beëindigd

# #30040
source: Pause Audio while Calling
de_de: Audio während des Telefonats anhalten
nl_nl: Audio pauzeren tijdens gesprek

# #30041
source: Pause Video while Calling
de_de: Video während des Telefonats anhalten
nl_nl: Video pauzeren tijdens gesprek

# #30042
source: Stop active Screensaver on incoming Call
de_de: Bei eingehendem Anruf Bildschirmschoner abschalten
nl_nl: Screensavers uit bij inkomende oproep

# #30043
source: Reduce Volume to
de_de: Reduziere Lautstärke auf
nl_nl: Volume verandering tot

# #30044
source: soft fade in/out
de_de: weich ein-/ausblenden
nl_nl: Zachte Volumewijziging

# #30050
source: Use Apple iCloud Phonebook for showing Name of Caller
de_de: Apple iCloud Telefonbuch zur Anzeige des Anrufers benutzen
nl_nl: Gebruik Apple iCloud Telefoonboek om naam van beller te tonen

# #30051
source: Apple iCloud Username
de_de: Apple iCloud Nutzername
nl_nl: Apple iCloud Gebruikersnaam

# #30052
source: Apple iCloud Password
de_de: Apple iCloud Passwort
nl_nl: Apple iCloud Wachtwoord

# #30055
source: minutes
de_de: Minuten

# #30056
source: seconds
de_de: Sekunden

# #30060
source: off (Mute)
de_de: aus (Mute)
nl_nl: uit (Mute)

# #30070
source: 3 seconds
de_de: 3 Sekunden
nl_nl: 3 seconden

# #30071
source: 4 seconds
de_de: 4 Sekunden
nl_nl: 4 seconden

# #30072
source: 5 seconds
de_de: 5 Sekunden
nl_nl: 5 seconden

# #30073
source: 6 seconds
de_de: 6 Sekunden
nl_nl: 6 seconden

# #30074
source: 7 seconds
de_de: 7 Sekunden
nl_nl: 7 seconden

# #30075
source: 8 seconds
de_de: 8 Sekunden
nl_nl: 8 seconden

# #30076
source: 9 seconds
de_de: 9 Sekunden
nl_nl: 9 seconden

# #30077
source: 10 seconds
de_de: 10 Sekunden
nl_nl: 10 seconden

# #30078
source: 15 seconds
de_de: 15 Sekunden
nl_nl: 15 seconden

# #30079
source: 20 seconds
de_de: 20 Sekunden
nl_nl: 20 seconden

# #30055
source: mins
nl_nl: min

# #30056
source: secs
nl_nl: sec
